{
	"help": {
		"main": "`>help [command]`: display help for Fossilbot. If `command` is specified, it can give in-context help. (this is the only command usable in DMs)\r\n`>getme <search term> [number <number>]`: Get an image from Google. This command filters for explicit content when used in non-NSFW chats. `number <number>` can be used to get another image than the first result; i.e. `>getme pie number 5` will get the fifth image result for \"pie\".\r\n`>namecolor <color>`: Changes your nametag color to the color you want. If `color` is not available on the server, Fossilbot will DM you a list of colors.\r\n`>notify <role>`: Give yourself a `role`, which can be pinged by anyone. If it does not exist, it will be created.\r\n`>unnotify <role>`: If you've given yourself `role` with `>notify`, `>unnotify` will remove it.\r\n`>score`: This command will display your score & level in the XP system.\r\n`>leaderboard`: This command will give you a link to access the server's leaderboard.\r\n`>notifylist <notification role name>`: List the people in a specific role. Do not include the ' Notifications' part of the name.\r\n`>notifyroles`: List all notification roles in the server.\r\n`>addmeto <channel name>`: Add yourself to a channel. If Fossilbot doesn't find the channel that you ask for, you will get a full list in your DMs.\r\n`>takemefrom <channel name>`: Remove yourself from a channel. This will not provide you with a list if you make a typo.",
		"getme": "Syntax: `>getme <search>`\n\nSummary: `>getme` gets images from Google Image Search. It uses Google Safe Search, so any inappropriate pictures are filtered out. This filter is removed when used from NSFW chats.\n\nExamples:\n`>getme pie` : Gets the top result for \"pie\"\n`>getme pie #3` : Gets the third result for \"Pie\"\n`>getme pie number 3` : Gets the third result for \"Pie\"",
		"help": "Syntax: `>help [command]`\n\nSummary: `>help` gets you help for Fossilbot. You can optionally include a command to get advanced help.\n\nExamples:\n`>help` : gets the basic help documentation.\n`>help getme` : gets help for the `>help` command.",
		"namecolor": "Syntax: `>namecolor <color>`\n\nSummary: `>namecolor` lets you pick your nametag color. The list of nametag colors is determined by server-- roles ending with \" Nametag\" are automatically added to the list.\n\nExamples:\n`>namecolor blue` : Automatically gives you the \"blue Nametag\" role, if there is one.\n`>namecolor hryheauwk` : If there is a \"hryheauwk Nametag\" role, it will be given. Otherwise, a list of colors will be sent to you through DMs.\n`>namecolor` : Sends you a list of colors available on the server through DMs.",
		"notify": "Syntax: `>notify <name>`\n\nSummary: `>notify` lets you make or join a notification role, avoiding excessive use of @.everyone. If there's a role named \"`name` Notifications\", you will be added to it. Otherwise, a pingable role named \"`name` Notifications\" will be made, and given to you.\n\nExamples:\n`>notify Hamburger` : Gives or creates the role \"Hamburger Notifications\"\n`>notify What` : Gives or creates the role \"What Notifications\"\n`>notify End Notifications : Gives or creates the role \"End Notifications Notifications\"",
		"unnotify": "Syntax: `>unnotify <name>`\n\nSummary: `>unnotify` removes you from a notification role. If you have a role named \"`name` Notifications\", it will be removed.\n\nExamples:\n`>unnotify ham` : Removes the role \"ham Notifications\"\n`>unnotify ALD`: Removes the role \"ALD Notifications\"",
		"score": "Syntax: `>score`\n\nSummary: `>score` displays your gained XP and level in the server you sent it in.\n\nExamples:\n`>score`",
		"leaderboard": "Syntax: `>leaderboard`\n\nSummary: `>leaderboard` gives you a link to the server's XP leaderboard.\n\nExamples:\n`>leaderboard`"
	}
}